[Killed] BlockStatement
stryker-mutator/example/src/index.js:2:20
 /** /src/index.js */
-function max(a, b) {
-  if (a > b) {
-    return a;
-  }
-  return b;
-}
+function max(a, b) {}
 
 module.exports = { max };

[Killed] ConditionalExpression
stryker-mutator/example/src/index.js:3:7
 /** /src/index.js */
 function max(a, b) {
-  if (a > b) {
+  if (false) {
     return a;
   }

[Killed] BlockStatement
stryker-mutator/example/src/index.js:3:14
 /** /src/index.js */
 function max(a, b) {
-  if (a > b) {
-    return a;
-  }
+  if (a > b) {}
   return b;
 }

[Killed] ObjectLiteral
stryker-mutator/example/src/index.js:9:18
   return b;
 }
 
-module.exports = { max };
+module.exports = {};
 
