[Killed] BlockStatement
stryker-mutator/typescript/src/index.ts:2:27
 /** /src/index.ts */
-export function max(a, b) {
-  if (a > b) {
-    return a;
-  }
-  return b;
-}
+export function max(a, b) {}
 

[Killed] ConditionalExpression
stryker-mutator/typescript/src/index.ts:3:7
 /** /src/index.ts */
 export function max(a, b) {
-  if (a > b) {
+  if (true) {
     return a;
   }

[Killed] BlockStatement
stryker-mutator/typescript/src/index.ts:3:14
 /** /src/index.ts */
 export function max(a, b) {
-  if (a > b) {
-    return a;
-  }
+  if (a > b) {}
   return b;
 }
